[
  {
    "slug": "summer-glow-up",
    "title": "Your Guide to the Perfect Summer Glow-Up",
    "author": "Alexia R.",
    "date": "2024-07-22",
    "image": "https://images.unsplash.com/photo-1590439242256-658d8d60a9b3?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1287&q=80",
    "excerpt": "Summer is here, and it's time to let your skin breathe and your natural beauty shine. Discover our top tips for a radiant, sun-kissed look that lasts all season long.",
    "content": "<p>Summer is the season of sun, fun, and embracing a more natural, effortless beauty. But that doesn't mean we have to give up on glamour! With the right products and techniques, you can achieve a stunning summer glow-up that looks and feels amazing. Here's our comprehensive guide.</p><h3>1. Prep Your Canvas</h3><p>Great makeup starts with great skincare. In the summer, it's all about lightweight hydration and sun protection. Start with a gentle cleanser, followed by a vitamin C serum to brighten, and a lightweight, oil-free moisturizer. Most importantly, never skip sunscreen! A broad-spectrum SPF of 30 or higher is your best friend.</p><h3>2. Ace Your Base</h3><p>Ditch the heavy foundation. Opt for a tinted moisturizer or a lightweight skin tint to even out your complexion without masking your skin. For extra coverage on blemishes or under-eye circles, a creamy concealer works wonders. The goal is a 'your skin but better' finish.</p><h3>3. Bronze and Blush</h3><p>Nothing says summer like a sun-kissed glow. Use a cream or powder bronzer on the high points of your face where the sun would naturally hit: your cheekbones, forehead, and the bridge of your nose. Follow up with a pop of cream blush on the apples of your cheeks for a fresh, healthy flush.</p>"
  },
  {
    "slug": "skincare-basics",
    "title": "Skincare 101: Building a Routine That Works",
    "author": "Chloe M.",
    "date": "2024-07-15",
    "image": "https://images.unsplash.com/photo-1556228852-6d45a7d8b182?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1287&q=80",
    "excerpt": "Feeling overwhelmed by the world of skincare? You're not alone. We're breaking it down to the absolute basics to help you build a simple, effective routine.",
    "content": "<p>The world of skincare can be dizzying, with a million different products all claiming to be the next miracle in a bottle. But the truth is, a good skincare routine doesn't have to be complicated. It's all about consistency and using the right products for your skin type. Let's build a routine from the ground up.</p><h3>1. Cleanse</h3><p>The most fundamental step. Cleansing removes dirt, oil, and impurities from your skin. You should cleanse your face twice a day, morning and night. Choose a cleanser based on your skin type: creamy and hydrating for dry skin, or a gel or foaming cleanser for oily skin.</p><h3>2. Moisturize</h3><p>Every skin type needs a moisturizer to keep it hydrated and protected. Like cleansers, the right one for you depends on your skin type. Look for lotions or gels if you have oily skin, and richer creams if you have dry skin. Applying moisturizer to damp skin helps lock in hydration.</p><h3>3. Protect</h3><p>If you only do one thing for your skin, make it this. Sunscreen is the most effective anti-aging product you can use. Apply a broad-spectrum sunscreen with at least SPF 30 every single morning, rain or shine. This will protect your skin from UV damage, which causes premature aging and increases skin cancer risk.</p>"
  }
]
